{
"total_size" : 7,
"type_id" : 1,
"off_set" : 0,
"products" :
[
{
"id" : 1,
"name" : "Pan Seared Steak",
"description" :  "This Pan-Seared Steak has a garlic rosemary-infused butter that makes it taste steakhouse quality. You’ll be impressed at how easy it is to make the perfect steak – seared and caramelized on the outside, and so juicy inside. When pan-searing steak, it's best to use clarified butter or cooking oil with a high smoke point. Avocado oil, soybean oil, and canola oil are all cooking oils with high smoke points (520°F, 450°F, and, respectively, 400°F).The smoke point of clarified butter is 450°F.",
"image" : "https://natashaskitchen.com/wp-content/uploads/2020/03/Pan-Seared-Steak-4.jpg",
"price" : 40,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 3
},
{
"id" : 2,
"name" : "Chicken Biriyani",
"description" :  "Thalassery biryani is a rice-based dish blended with spices and chicken. As it is the only biryani recipe in Kerala cuisine, it can also be called Kerala biryani. Thalassery biryani is the only type of biryani in the whole of Kerala which uses Kaima rice for preparation.Thalassery Chicken Biriyani Recipe is a part of Kerala cuisine which is known for its biryani. Thalassery cuisine has it influence from the Arab and mughlai cooking that especially famous in the Muslim community. The Biryani is authentically made from Kaima/Jeerakasala rice which is a rice grain that is cultivated mainly in wayanad in Kerala. \nServe the Thalassery Chicken Biriyani Recipe along with raita, carrot and cucumber salad for a lazy sunday lunch with your family.\nThere are three stages in making any biryani- making the meat masala, cooking the rice and Dum cooking. In this biryani, fried onions are used for making the meat masala. Yet another speciality is the rice used for making this biryani, Kaima rice or Jeerakasala rice is used, it’s a short grain rice that imparts an unique flavor and aroma and is widely used in Malabar region.\nThe fried onions gave so much flavor and taste to this biryani, I was truly blown away. This biryani will become dear to your taste buds too.",
"image" : "https://recipesaresimple.com/wp-content/uploads/2014/08/thalassery-dum-biriyani-recipe.jpg",
"price" : 20,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 1
},
{
"id" : 3,
"name" : "Caramel Custard",
"description" :  "Caramel Custard is a very popular rich custard dessert with a layer of soft caramel on top. Caramel custard is easy dish to prepare and doesn’t take lot of time. Caramel custard is well known all over the world as crème custard or milk custard. Caramel custard is an all time favorite dessert liked by one and all. Every country seems to have a caramel coated custard dessert that is popular. Caramel custard is called as crème caramel in France whereas in Latin America, Spanish speaking countries, and the Philippines, it is called flan, or flan de leche (milk custard). There are many who are a bit confused about Caramel custard and crème brulee. Caramel custard is made of milk and has a soft layer of caramel on top; crème brulee is prepared by cream which is custard with a hard caramel top. Caramel custard is prepared with just few ingredients like the milk, eggs, sugar, vanilla essence and caramel. Caramel custard well known over the countries like Argentina, Brazil, Mexico and Uruguay as crème caramel and is usually eaten with ‘dulce de leche’. Dulce de leche is a common name for milk caramel in Spanish made of thick jam and caramel candy prepared by heating both to derive its taste from caramelized sugar.",
"image" : "https://www.archanaskitchen.com/images/archanaskitchen/Dessert_Puddings/Creme_caramel_custard_pudding_caramel_custard_Recipe_shutterstock_170464598.jpg",
"price" : 10,
"star" : 3,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 4,
"name" : "Honey Garlic Chicken",
"description" :  "A classic combination of honey, soy sauce and garlic working together to produce a sticky, sweet sauce to coat golden tender chicken pieces. I love to whip this up to serve over boiled rice for dinner, or as an easy addition to a homemade Chinese banquet. A classic combination of honey, soy sauce and garlic working together to produce a sticky, sweet sauce to coat golden tender chicken pieces. First we dredge the chicken in cornflour (cornstarch), salt and pepper. Then we fry in oil over a hot pan until golden brown.Add a little butter to the pan (this will enrich the sauce later) along with some minced garlic.Add honey, stock, rice vinegar and light soy sauce to a bowl and stir together. Add to the pan with the chicken and bring to the boil. Let it simmer and reduce until thick and sticky.",
"image" : "https://cafedelites.com/wp-content/uploads/2016/09/Honey-Garlic-Chicken-IMAGE-1.jpg",
"price" : 40,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 5,
"name" : "Mediterranean Cucumber Salad",
"description" :  "This bright and healthy cucumber salad takes 4 fresh ingredients and a light citrus dressing! You can serve it next to almost anything like lemon garlic salmon, grilled chicken, beef kabobs. Four fresh ingredients make up this simple cucumber salad recipe: cucumbers, shallots, radish, and fresh dill. I toss them up in in a light dressing of Greek extra virgin olive oil and citrus.",
"image" : "https://www.themediterraneandish.com/wp-content/uploads/2020/08/cucumber-salad-recipe-5.jpg",
"price" : 40,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 6,
"name" : "Chicken Pasta with White Sauce",
"description" :  "Chicken White Sauce Pasta is Italian cuisine. Раstа is а tyрe оf fооd thаt is mаde frоm а mixture оf flоur, eggs, аnd wаter thаt is fоrmed intо vаriоus shарes аnd then bоiled. Раstа vаrieties inсlude sраghetti, mасаrоni, аnd nооdles. White Sаuсe Раstа is а simрle раstа reсiрe with а mouth-watering white sаuсe, соmmоnly knоwn аs Béсhаmel sаuсe. Simрly mаke the white sаuсe by соmbining butter, milk, flоur, аnd sрiсes, then роuring it оver the сооked раstа. White sauce pasta is simply cooked pasta mixed with a silky smooth & decadent white sauce made of milk, butter and flour. White sauce also known as Bechamel sauce has its origin from the Italian & French Cuisines. In classic culinary terms, this is what is known as a mother sauce.",
"image" : "https://yummytreatsofficial.com/wp-content/uploads/2022/03/154A3F81-EDD7-4DEB-A97D-64D3F10F25E2_1_201_a.jpg",
"price" : 25,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 7,
"name" : "Grilled Lamb Chops",
"description" :  "These lamb chops are tender, easy to cook, and evenly textured. Lesser cuts come from the shoulder or leg, and generally require more work. In all cases, high-quality lamb chops are light red, with an even distribution of fat and finely textured meat. Most lamb is grass-finished, which gives lamb its unique flavor. Some people describe the flavor as “gamey,” but we prefer using words like grassy, well-balanced, robust or pastoral. The flavor comes from branched-chain fatty acids (BCFAs) in the lamb's fat. Compared to beef, lamb is firm with a tender texture. Usually roasted, lamb has a strong flavor and contains a lot of fat.",
"image" : "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2012/2/22/0/EI1C01_grilled-lamb-chops_s4x3.jpg.rend.hgtvcom.616.462.suffix/1382541337420.jpeg",
"price" : 50,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
}
]
}
