{
"total_size" : 7,
"type_id" : 1,
"off_set" : 0,
"products" :
[
{
"id" : 1,
"name" : "Pan Seared Steak",
"description" :  "This Pan-Seared Steak has a garlic rosemary-infused butter that makes it taste steakhouse quality. You’ll be impressed at how easy it is to make the perfect steak – seared and caramelized on the outside, and so juicy inside. When pan-searing steak, it's best to use clarified butter or cooking oil with a high smoke point. Avocado oil, soybean oil, and canola oil are all cooking oils with high smoke points (520°F, 450°F, and, respectively, 400°F).The smoke point of clarified butter is 450°F.",
"image" : "https://natashaskitchen.com/wp-content/uploads/2020/03/Pan-Seared-Steak-4.jpg",
"price" : 40,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 3
},
{
"id" : 2,
"name" : "Grilled Salmon with Blueberry Sauce",
"description" :  "Salmon is a mild-flavored fish with a rich and slightly oily taste to it. Baked, grilled, and poached salmon will often taste citrusy and buttery, along with whatever accompanying flavors were added to the dish. Smoked salmon tastes smokey and subtly fishy, and canned salmon is often either bland or oily. Cooked salmon color inside will be an opaque pinkish white color on the outside and translucent pink on the inside. If your fillet is still dark pink on the outside, it needs to cook more. If it has turned light, opaque pink on the inside it is overcooked. The fat of fish gives it a rich flavor, illustrated by the fact that compared to the back meat of fish, the taste of the belly meat, which is abundant in fat to protect the organs, has a richer flavor. The difference between the muscle of salmon and tuna is that salmon tends to have a lower inosinic acid content. This recipe pairs grilled salmon with a sweet and nutritious blueberry sauce. Serve it with steamed snap peas for a colorful and great-tasting meal.",
"image" : "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F44%2F2018%2F12%2F15%2F6127308.jpg&q=60",
"price" : 25,
"star" : 3,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 3,
"name" : "Panna Cotta",
"description" :  "Panna cotta is the kind of dessert recipe that looks complicated but is actually so easy that you can make the base in less than 30 minutes. Unlike its cousin, crème brûlée, this simple, elegant sweet is not even baked in a water bath—all you do is refrigerate the mixture until it sets and takes on a creamy, slightly jiggly texture. It’s the perfect make-ahead dessert for capping off a low-stress dinner party, whether you top it with fresh fruit or a sweet berry sauce. Panna cotta means “cooked cream” in Italian, and that’s essentially what the base is—heated heavy cream (often with a little half-and-half or whole milk) mixed with gelatin powder and flavored with vanilla extract or vanilla bean paste. The mixture is then poured into ramekins or small molds and chilled. The unflavored gelatin that holds everything together and gives the dessert its smooth texture.",
"image" : "https://assets.epicurious.com/photos/62d6c513077a952f4a8c338c/1:1/w_2240,c_limit/PannaCotta_RECIPE_04142022_9822_final.jpg",
"price" : 15,
"star" : 3,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 4,
"name" : "Honey Garlic Chicken",
"description" :  "A classic combination of honey, soy sauce and garlic working together to produce a sticky, sweet sauce to coat golden tender chicken pieces. I love to whip this up to serve over boiled rice for dinner, or as an easy addition to a homemade Chinese banquet. A classic combination of honey, soy sauce and garlic working together to produce a sticky, sweet sauce to coat golden tender chicken pieces. First we dredge the chicken in cornflour (cornstarch), salt and pepper. Then we fry in oil over a hot pan until golden brown.Add a little butter to the pan (this will enrich the sauce later) along with some minced garlic.Add honey, stock, rice vinegar and light soy sauce to a bowl and stir together. Add to the pan with the chicken and bring to the boil. Let it simmer and reduce until thick and sticky.",
"image" : "https://cafedelites.com/wp-content/uploads/2016/09/Honey-Garlic-Chicken-IMAGE-1.jpg",
"price" : 40,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 5,
"name" : "Mediterranean Cucumber Salad",
"description" :  "This bright and healthy cucumber salad takes 4 fresh ingredients and a light citrus dressing! You can serve it next to almost anything like lemon garlic salmon, grilled chicken, beef kabobs. Four fresh ingredients make up this simple cucumber salad recipe: cucumbers, shallots, radish, and fresh dill. I toss them up in in a light dressing of Greek extra virgin olive oil and citrus.",
"image" : "https://www.themediterraneandish.com/wp-content/uploads/2020/08/cucumber-salad-recipe-5.jpg",
"price" : 40,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 6,
"name" : "Chicken Pasta with White Sauce",
"description" :  "Chicken White Sauce Pasta is Italian cuisine. Раstа is а tyрe оf fооd thаt is mаde frоm а mixture оf flоur, eggs, аnd wаter thаt is fоrmed intо vаriоus shарes аnd then bоiled. Раstа vаrieties inсlude sраghetti, mасаrоni, аnd nооdles. White Sаuсe Раstа is а simрle раstа reсiрe with а mouth-watering white sаuсe, соmmоnly knоwn аs Béсhаmel sаuсe. Simрly mаke the white sаuсe by соmbining butter, milk, flоur, аnd sрiсes, then роuring it оver the сооked раstа. White sauce pasta is simply cooked pasta mixed with a silky smooth & decadent white sauce made of milk, butter and flour. White sauce also known as Bechamel sauce has its origin from the Italian & French Cuisines. In classic culinary terms, this is what is known as a mother sauce.",
"image" : "https://yummytreatsofficial.com/wp-content/uploads/2022/03/154A3F81-EDD7-4DEB-A97D-64D3F10F25E2_1_201_a.jpg",
"price" : 25,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 7,
"name" : "Grilled Lamb Chops",
"description" :  "These lamb chops are tender, easy to cook, and evenly textured. Lesser cuts come from the shoulder or leg, and generally require more work. In all cases, high-quality lamb chops are light red, with an even distribution of fat and finely textured meat. Most lamb is grass-finished, which gives lamb its unique flavor. Some people describe the flavor as “gamey,” but we prefer using words like grassy, well-balanced, robust or pastoral. The flavor comes from branched-chain fatty acids (BCFAs) in the lamb's fat. Compared to beef, lamb is firm with a tender texture. Usually roasted, lamb has a strong flavor and contains a lot of fat.",
"image" : "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2012/2/22/0/EI1C01_grilled-lamb-chops_s4x3.jpg.rend.hgtvcom.616.462.suffix/1382541337420.jpeg",
"price" : 50,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
}
]
}
