{
"total_size" : 5,
"type_id" : 3,
"off_set" : 0,
"products" :
[
{
"id" : 10,
"name" : "Chicken Biriyani",
"description" :  "Thalassery biryani is a rice-based dish blended with spices and chicken. As it is the only biryani recipe in Kerala cuisine, it can also be called Kerala biryani. Thalassery biryani is the only type of biryani in the whole of Kerala which uses Kaima rice for preparation.Thalassery Chicken Biriyani Recipe is a part of Kerala cuisine which is known for its biryani. Thalassery cuisine has it influence from the Arab and mughlai cooking that especially famous in the Muslim community. The Biryani is authentically made from Kaima/Jeerakasala rice which is a rice grain that is cultivated mainly in wayanad in Kerala. Serve the Thalassery Chicken Biriyani Recipe along with raita, carrot and cucumber salad for a lazy sunday lunch with your family. There are three stages in making any biryani- making the meat masala, cooking the rice and Dum cooking. In this biryani, fried onions are used for making the meat masala. Yet another speciality is the rice used for making this biryani, Kaima rice or Jeerakasala rice is used, it’s a short grain rice that imparts an unique flavor and aroma and is widely used in Malabar region. The fried onions gave so much flavor and taste to this biryani, I was truly blown away. This biryani will become dear to your taste buds too.",
"image" : "https://recipesaresimple.com/wp-content/uploads/2014/08/thalassery-dum-biriyani-recipe.jpg",
"price" : 20,
"star" : 4,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 1
},
{
"id" : 11,
"name" : "Caramel Custard",
"description" :  "Caramel Custard is a very popular rich custard dessert with a layer of soft caramel on top. Caramel custard is easy dish to prepare and doesn’t take lot of time. Caramel custard is well known all over the world as crème custard or milk custard. Caramel custard is an all time favorite dessert liked by one and all. Every country seems to have a caramel coated custard dessert that is popular. Caramel custard is called as crème caramel in France whereas in Latin America, Spanish speaking countries, and the Philippines, it is called flan, or flan de leche (milk custard). There are many who are a bit confused about Caramel custard and crème brulee. Caramel custard is made of milk and has a soft layer of caramel on top; crème brulee is prepared by cream which is custard with a hard caramel top. Caramel custard is prepared with just few ingredients like the milk, eggs, sugar, vanilla essence and caramel. Caramel custard well known over the countries like Argentina, Brazil, Mexico and Uruguay as crème caramel and is usually eaten with ‘dulce de leche’. Dulce de leche is a common name for milk caramel in Spanish made of thick jam and caramel candy prepared by heating both to derive its taste from caramelized sugar.",
"image" : "https://www.archanaskitchen.com/images/archanaskitchen/Dessert_Puddings/Creme_caramel_custard_pudding_caramel_custard_Recipe_shutterstock_170464598.jpg",
"price" : 10,
"star" : 3,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 12,
"name" : "Chicken Malai Tikka",
"description" :  "Malai means “cream” and Boti means “chicken”. It is an easy and delicious North Indian appetiser where chicken pieces are marinated twice and then grilled to perfection until golden browned. Chicken Boti kabab, also known as Murgh Boti kabab or Boti Kebab is an Indian chicken dish made with boneless chicken pieces marinated with yogurt and Indian spices, skewered, and cooked until char marks appear on them. This brings a smoky flavor to them. “Boti” means the piece of meat. It's slightly spicy and tastes earthy. The chicken has a chargrilled flavor that pairs perfectly with the creamy sauce. Embracing the traditional way to eat all Indian cuisine means forgoing silverware. In lieu of forks and knives, tear long chunks of bread (in restaurants, that's usually naan) with your right hand, pulling with your thumb and forefinger while holding the rest in place with your other fingers.",
"image" : "https://i.ytimg.com/vi/9WM7NdyXEYE/maxresdefault.jpg",
"price" : 25,
"star" : 3,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 13,
"name" : "Chicken Shawarma",
"description" :  "Shawarma is a popular dish originating from the Middle East. It’s a popular street food that is traditionally made in the form of spiced meats that are stacked on a vertical rotisserie with thin slices shaved off as it rotates. But don’t worry! We can cook our horizontally in a good old pan or on the BBQ!. Shawarma was traditionally made with lamb, mutton and chicken though these days you see it with beef too. It’s commonly served in the form of a wrap, though in some countries you see it served on plates with sides such as seasoned rice or fries, and salads. Shawarma might be an easy snack or dinner to grab on the go, but it is far from a healthy one. The marinated strips that are shaved off from the rotating cone of meat already have fat running through them, and more likely than not, they will have been doused with yet more during the cooking process. Shawarma is a Levantine Arab meat preparation, where meat is placed on a spit and may be grilled for as long as a day. Shawarma can be served with various toppings and vegetables such as tahini, hummus, amba, or pickled cucumbers. It is mostly wrapped in pita bread.",
"image" : "https://www.recipetineats.com/wp-content/uploads/2017/01/Chicken-Shawarma-Wrap_3.jpg",
"price" : 25,
"star" : 3,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
},
{
"id" : 14,
"name" : "Chicken Burger",
"description" :  "A sandwich consisting of a patty made from ground chicken, served in a bun, typically hot and often with other ingredients. The chicken patty used in such a sandwich.A hot sandwich made of a patty of chicken in a bun, often with other ingredients. Mix ground chicken, 1/4 cup bread crumbs, onion, egg, and garlic in a bowl. Season with salt and pepper. Moisten hands and shape chicken mixture, 2 tablespoons at a time, into flat, oval-shaped patties. Combine chicken, bread crumbs, milk, chopped green onions, Worcestershire sauce and salt and pepper and form into patties. · barbecue or fry for approximately 5 to 20 mins. Juicy grilled chicken burgers are so easy to make and a guaranteed crowd pleaser served with all your favorite burger toppings.",
"image" : "https://healthyishfoods.com/wp-content/uploads/2021/08/Healthyish-Foods-675.jpg",
"price" : 25,
"star" : 3,
"location" : "Dubai",
"created_at" : "4",
"updated_at" : "10",
"type_id" : 2
}
]
}
